Repository: Dimorld/ywtray
Catalog: usr/share/doc/nls/ywtray/ywtray.po
Languages: es_sv

source: ywtray - reset
es_sv: ywtray - reajustar

source: Do you want to reset your ywtray settings?
es_sv: ¿Desea reajustar la configuración de ywtray?

source: yes
es_sv: sí

source: Cancel
es_sv: Cancelar

source: ywtray has been successfully reset, start the program again
es_sv: ywtray se ha reajustado exitosamente, inicie el programa de nuevo

source: Something went wrong, start the program again
es_sv: Algo salió mal, inicie el programa de nuevo

source: Wind Speed:
es_sv: Velocidad del viento:

source: Wind Direction:
es_sv: Dirección del viento:

source: Clear sky
es_sv: Cielo despejado

source: Mainly clear
es_sv: Mayormente despejado

source: Partly cloudy
es_sv: Parcialmente nublado

source: Overcast
es_sv: Nublado

source: Fog
es_sv: Neblina

source: Rime fog
es_sv: Helada

source: Light drizzle
es_sv: Llovizna ligera

source: Moderate drizzle
es_sv: Llovizna moderada

source: Intense drizzle
es_sv: Llovizna intensa

source: Light freezing drizzle
es_sv: Llovizna gélida ligera

source: Intense freezing drizzle
es_sv: Llovizna gélida intensa

source: Slight rain
es_sv: Lluvia ligera

source: Moderate rain
es_sv: Lluvia moderada

source: Intense rain
es_sv: Lluvia intensa

source: Light freezing rain
es_sv: Lluvia gélida ligera

source: Intense freezing rain
es_sv: Lluvia gélida intensa

source: Slight snow fall
es_sv: Nevada ligera

source: Moderate snow fall
es_sv: Nevada moderada

source: Intense snow fall
es_sv: Nevada intensa

source: Snow grains
es_sv: Granos de nieve

source: Slight rain showers
es_sv: Aguaceros ligeros

source: Moderate rain showers
es_sv: Aguaceros moderados

source: Intense rain showers
es_sv: Aguaceros intensos

source: Slight snow showers
es_sv: Periodos de nevada ligera

source: Heavy snow showers
es_sv: Periodos de nevada intensa

source: Thunderstorm
es_sv: Tormenta eléctrica

source: Thunderstorm with slight hail
es_sv: Tormenta eléctrica ligera con granizada

source: Thunderstorm with heavy hail
es_sv: Tormenta eléctrica fuerte con granizada

source: unknown
es_sv: desconocido

source: unavailable
es_sv: no disponible

source: knots
es_sv: nudos

source: ywtray - settings
es_sv: ywtray - ajustes

source: Type a place, and select your measuring units. Retrieving the latitude and longitude coordinates may take a few seconds
es_sv: Escriba un lugar y seleccione sus unidades de medida. La búsqueda de la latitud y longitud puede tardar unos segundos

source: Location:CE
es_sv: Ubicación:CE

source: Temperature Unit:CB
es_sv: Unidad de Temperatura:CB

source: Wind Speed Unit:CB
es_sv: Unidad de velocidad del viento:CB

source: ywtray - location selection
es_sv: ywtray - selección de lugar

source: Choose the nearest place to your location\nIf no coordinates are found click Cancel and try a different place
es_sv: Elija el lugar mas cercano.\nSi no se encuentran coordenadas haga clic en Cancelar e intente un lugar distinto

source: No coordinates found, try again
es_sv: No se encontraron las coordenadas, intente de nuevo

source: Start the program again
es_sv: Inicie el programa de nuevo

source: Place:
es_sv: Lugar:

source: Temperature:
es_sv: Temperatura:

source: Wind Speed:
es_sv: Velocidad del viento:

source: Wind Direction:
es_sv: Dirección del viento:

source: Quit
es_sv: Quitar

source: Reset
es_sv: Reconfigurar

source: Run at Startup
es_sv: Ejecutar al inicio de sesión

source: No working internet connection detected, exiting ywtray
es_sv: No se detectó una conexión a internet, saliendo de ywtray
